Revit 2021.1 API
FabricationServiceButton.GroupIndex Property
 The group index for this button.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 21.0.0.0 (21.1.1.109)
Since: 2016
Syntax
C#
public int GroupIndex { get; }
Visual Basic
Public ReadOnly Property GroupIndex As Integer
	Get
Visual C++
public:
property int GroupIndex {
	int get ();
}
See Also
FabricationServiceButton Class
Autodesk.Revit.DB Namespace